Repository: camilogarzonp/SearchML
Catalog: SearchingML/Resources/*.lproj/Localizable.strings
Languages: es_419

# searchML
source: Search in Mercado Libre
es_419: Buscar en Mercado Libre

source: Cancel
es_419: Cancelar

# errorLoadImage
source: Error trying to load image
es_419: Error al intentar cargar la imagen

# installments
source: %d installments of $%.0f
es_419: %d cuotas de $%.0f

# availableQuantity
source: %d available
es_419: Quedan %d disponibles

# lastUnit
source: Last one available!
es_419: ¡Último disponible!

source: Free delivery
es_419: Envío gratis

# seller
source: Sell by
es_419: Vendido por

# sellerStatus
source: This seller has status %@
es_419: Este vendedor tiene estatus %@

# condition
source: This is a %@ product
es_419: Este es un producto %@

source: Buy now
es_419: Comprar ahora

source: Add to Cart
es_419: Agregar al carrito

# hereShowProducts
source: Here you can visualize the products of the search you made
es_419: Acá podrás visualizar los productos de la busqueda realizada

# noPhoto
source: Download error
es_419: Error de descarga

source: Successful purchase
es_419: Compra exitosa

# successfulPurchase.message
source: You bought %@ for $%.0f
es_419: Has comprado %@ por $%.0f
